---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.StationingMeters
source: html/b6b2b6a4-2ca2-b5c1-6623-4d2c8750cf14.htm
---
# Autodesk.Revit.DB.UnitTypeId.StationingMeters Property

Meters.

## Syntax (C#)
```csharp
public static ForgeTypeId StationingMeters { get; }
```